<?php
/*
*
Template Name: studios-3-ua */
get_header();
?>

<?php
while (have_posts()) {
    the_post(); ?>

    <section class="studios3_screen1">
        <div class="inner">
            <h1>Студії <br> вихідного дня від <br> <span>Inventor School</span></h1>
            <ul>
                <li>Для учнів класичних шкіл та гомскулерів</li>
                <li>Потужне доповнення звичайної програми</li>
                <li>З понеділка по п’ятницю</li>
                <li>З 16 до 19</li>
            </ul>
            <div class="cta">
                <a href="#!" data-bs-toggle="modal" data-bs-target="#contactPopup">Отримати консультацію</a>
            </div>
        </div>
    </section>

    <div class="studios3-content-wrapper">

        <section class="studios3-list">
            <p class="pre_heading">Студії вихідного дня від Inventor School</p>
            <h2>На вихідних навчаємося і втілюємо мрії</h2>
            <div class="studios3-list-container">

                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Програмування зі SPIKE Prime</h3>
                        <h4><span>🤖</span>Вчимося самі та вчимо роботів</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 3-4 клас <br>
                            Тривалість заняття: 1 година 40 хвилин <br>
                            <br>
                            Запрограмувати робота на спеціальному обладнанні NASA – смілива мрія юних інноваторів. Діти зможуть втілити її на курсі, де навчать роботів виконувати складні маневри, бути пунктуальними й уважними.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item studios3-list-item-empty" data-sign="+">
                    <div class="heading">
                        <h3></h3>
                        <h4><span></span></h4>
                    </div>
                    <div class="content">
                        <p>

                        </p>
                    </div>
                </div>

                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Основи робототехніки</h3>
                        <h4><span>🤖 🍳</span>Рóботи для різних справ</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 1-2 клас <br>
                            Тривалість заняття: 1 година 30 хвилин <br>
                            <br>
                            Підкорити світ роботів та пізнати його різноманітність під силу навіть першокласникам! Діти навчаться керувати марсоходом, запускати гелікоптер через океан та програмувати робота-кухаря на приготування найсмачнішої піци. Все це у рамках наукових проєктів та з користю для повсякденного життя.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Робототехніка Scratch 3.0</h3>
                        <h4><span><img src="<?php echo get_theme_file_uri(); ?>/img/studios3-list-container-item-hand.svg" alt="robo hand"></span>Рóботи для створення віртуальних світів</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 2-3 клас <br>
                            Тривалість заняття: 1 година 30 хвилин <br>
                            <br>
                            Створення й управління власним світом – звичайна справа для людини майбутнього.
                            Програмування Scratch 3.0 – це доступний інструмент для побудови віртуальних історій, ігор та анімації. На курсі можна навіть сконструювати та запрограмувати справжнє кермо-маніпулятор для відео гри!
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Захоплююча математика (рівень 1)</h3>
                        <h4><span><img src="<?php echo get_theme_file_uri(); ?>/img/studios3-list-container-item-brick.svg" alt="robo hand"> + <img src="<?php echo get_theme_file_uri(); ?>/img/studios3-list-container-item-brick.svg" alt="robo hand">
</span>Рахуємо і будуємо</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 1 клас <br>
                            Тривалість заняття: 1 година 10 хвилин <br>
                            <br>
                            Любити математику легко, коли вона цікава і зрозуміла. Цеглинки LEGO – найкращий матеріал для побудови взаєморозуміння між дитиною і математикою. Додавання, віднімання, ділення на рівні частини, усний рахунок – починаємо з Рівня 1 задля великих перемог у майбутньому!
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Захоплююча математика (рівень 2) </h3>
                        <h4><span>📐📊</span>Розв’язуємо нестантдартні завдання</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 2 клас <br>
                            Тривалість заняття: 1 година 10 хвилин <br>
                            <br>
                            Вміння розв’язувати нестандартні завдання та створювати унікальні моделі – важливі навички. Їх можна отримати завдяки математиці! Вивчаємо цю науку за допомогою цеглинок LEGO. Майстерно використовуємо знання, здобуті на Рівні 1.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Kid’s Project (рівень 1) </h3>
                        <h4><span>♿ 🌾︎</span>Проекти, що вирішують проблеми</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 2-3 клас <br>
                            Тривалість заняття: 1 година 45 хвилин <br>
                            <br>
                            Діти змінюють світ: вирішення наукових і соціальних проблем у їхніх силах. У школі вони навчаться взаємодіяти у команді та конструювати складні моделі. Результатами стануть: адаптація сучасного міста під потреби людей з інвалідністю, утилізація сміття, ліквідація стихійних пожеж. Це можливо вже завтра.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Kid’s project (рівень 2) </h3>
                        <h4><span>♻️ 🌍 </span> Винаходи і стартапи, що рятують планету</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 3-4 клас <br>
                            Тривалість заняття: 1 година 45 хвилин <br>
                            <br>
                            Створюємо унікальні роботизовані проєкти для порятунку планети від сміття та впроваджуємо нові джерела енергії. Комбінуємо знання з різних галузей, впроваджуємо інноваційні рішення та практикуємо командну роботу. За результатами монтуємо рекламні ролики для просування винаходів.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Пізнаю світ з Minecraft: EE</h3>
                        <h4><span><img src="<?php echo get_theme_file_uri(); ?>/img/minecraft-mini-logo.png" alt="minecraft"> 🐿 </span>Дослідження на Марсі і на Землі</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 2-3 клас <br>
                            Тривалість заняття: 1 година 10 хвилин <br>
                            <br>
                            Все, що потрібно знати про світ, – у відомому курсі Minecraft: Education Edition. Рослини, клімат, глобальні катаклізми, підводний світ, Марс, фермерство, комахи, мікроби, організм людини, розумне місто.  Доповнення до шкільної програми «Я досліджую світ».
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Програмування з Minecraft: EE</h3>
                        <h4><span><img src="<?php echo get_theme_file_uri(); ?>/img/minecraft-mini-logo.png" alt="minecraft"> <img
                                    src="<?php echo get_theme_file_uri(); ?>/img/studios3-list-container-item-planet.svg" alt="planet"></span> Створення власного світу</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 3-4 клас <br>
                            Тривалість заняття: 1 година 10 хвилин <br>
                            <br>
                            Бути справжнім розробником крутіше, ніж простим користувачем! З Minecraft: EE дитина створює власний світ, сценарії та персонажів. Опанування програмування MakeCode, де програми складаються з блоків, дозволяє за один клік створити справжній JavaScript код.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Практична механіка</h3>
                        <h4><span>⚙️ </span> Справжні експерименти </h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 3-й клас <br>
                            Тривалість заняття: 1 година 10 хвилин <br>
                            <br>
                            Створити власну лабораторію та експериментувати – чудова нагода для юних дослідників і дослідниць. З улюбленим конструктором LEGO відкриваємо основні фізичні поняття та закони механіки.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Science</h3>
                        <h4><span>🔬</span>Наука в надійних руках</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 4-5 клас <br>
                            Тривалість заняття: 1 година 45 хв <br>
                            <br>
                            Масштабні моделі й експерименти заради втілення найсміливіших задумів оцінять тільки природжені науковці. Відкриваємо світ фізики з елементами інженерії, хімії і математики, щоб виробити енергію з яблука, сконструювати сонячну панель та зробити власне дослідження, яке змінить майбутнє.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Архітектура (рівень 1) </h3>
                        <h4><span>🏛</span> Будуємо можливості з LEGO</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 8-16 років <br>
                            Тривалість заняття: 1 година 45 хв <br>
                            <br>
                            Ще у школі побудувати справжню пам’ятку архітектури? Це можливо, якщо вивчити архітектурні стилі й напрями, навчитися креслити, зображати план, фасад, розріз і перспективу будівель, а ще – мати авторські набори LEGO. З цеглинок можна побудувати Ейфелеву вежу, Тріумфальну арку,  Лондонський Тауер та новий шедевр.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Архітектура (рівень 2) </h3>
                        <h4><span>🏙</span> Створюємо архітектуру майбутнього</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: 9-16 років <br>
                            Тривалість заняття: 1 година 45 хв <br>
                            <br>
                            Архітектуру майбутнього створюють сміливці!
                            Розкриваємо потенціал майбутніх архітекторів та архітекторок, втілюємо неперевершені ідеї за допомогою цеглинок LEGO. Продовжуємо курс, вдосконалюємо отримані знання. Надихаємось світовою архітектурою, прогнозуємо тенденції та конструюємо майбутнє.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Майстерня медіа-комунікацій</h3>
                        <h4><span>📸 🎙</span> Медіа та блогерство: від ідеї до публікації</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: <br>
                            Тривалість заняття: <br>
                            <br>
                            Розвиток власного каналу на youtube, tik-tok та instagram. Навички професійного блогера та медіа-мейкера: сторітейлінг, копірайтинг, скрайбінг, інтерв’ю, зйомки, відеомонтаж, фотографування та медіаграмотність.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Лабораторія підприємництва</h3>
                        <h4><span><img src="<?php echo get_theme_file_uri(); ?>/img/studios3-list-container-item-coin.svg" alt="coin"></span> Гроші майбутнього вже зараз</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: <br>
                            Тривалість заняття: <br>
                            <br>
                            Вчимося будувати бізнес і заробляти: по-справжньому та через адаптовані рольові ігри. Дізнаємося все про гроші: звичайні та гроші майбутнього. База успішних стартапів та інновацій – це економіка, фінанси, маркетинг, менеджмент, психологія, діловий етикет та – звісно – технології.
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item" data-sign="+">
                    <div class="heading">
                        <h3>Сила soft-skills</h3>
                        <h4><span>✊ 💚</span> Академія найкорисніших навичок</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: <br>
                            Тривалість заняття: <br>
                            <br>
                            Софт скілз – супер сила сучасної людини. Опановуємо за допомогою емоційного інтелекту, публічних виступів з елементами імпровізації та дизайн-мислення. А ще вчимося налаштовувати стосунки, управляти фінансами, планувати кар’єру, будувати власний імідж та інший важливий «софт».
                        </p>
                    </div>
                </div>
                <div class="studios3-list-item lang-club studios3-list-item-active" data-sign="-">
                    <div class="heading">
                        <h3>Speaking Club</h3>
                        <h4><span>🇬🇧 👸 </span> Мова в дії</h4>
                    </div>
                    <div class="content">
                        <p>
                            Вік: <br>
                            Тривалість заняття: <br>
                            <br>
                            Дитина заговорить англійською, бо в нас: дебати, мюзикли та перформанси. А ще партнерство з мовними центрами, програми обміну та колаборації з іншими країнами.
                        </p>
                    </div>
                </div>

            </div>
        </section>

        <section class="studios3_image">
            <img src="<?php echo get_theme_file_uri(); ?>/img/studios3-image.png" alt="kids">
        </section>

        <section class="sudios3_offer">
            <div class="inner">
                <div class="left">
                    <h2>Відповімо на всі ваші питання</h2>
                    <h3>Залиште ім'я та номер телефона й вкажіть бажаний спосіб зв'язку.
                        <br><br>
                        Наші методисти зв'яжуться з вами найближчим часом.</h3>
                </div>
                <div class="right">
                    <form class="offer-form" name="studios1-form">
                        <input type="text" name="name" placeholder="Як до вас звертатися?" required="">
                        <input type="tel" name="phone" placeholder="Ваш номер телефону" required="">
                        <input type="email" name="email" placeholder="Ваша електронна адреса" required="">
                        <select name="contactType" style="display:none;">
                            <!--<option value="" selected disabled>Зручний канал зв’язку</option>-->
                            <option value="Телефон" selected="">Телефон</option>
                            <option value="Email">Email</option>
                        </select>
                        <div class="submit-group">
                            <input type="submit" name="submit" value="Зв’яжіться зі мною">
                        </div>
                    </form>
                </div>
            </div>
        </section>

    </div>

    <?php
}
?>



<?php
get_footer();
?>
