<?php
/*
*
Template Name: 1-4-grade-ua
*/
get_header();
?>

<?php
while (have_posts()) {
    the_post(); ?>


    <div class="grade1-4-screen1">
        <h1>
            <span>1-4 класи:</span> <br>
            відкриваємо світ <br>
            і спонукаємо шукати <br>
            відповіді
        </h1>
        <ul>
            <li>Індивідуальний план для кожної дитини</li>
            <li>Навчання без оцінок, але з досягненнями</li>
            <li>Розвиток соціальних навичок і розуміння себе</li>
        </ul>
        <div class="school-entry">
<!--            <p class="date">Старт навчання 01.09.2022</p>-->
            <a href="#!" class="btn-entry" data-bs-toggle="modal" data-bs-target="#contactPopup">Вступити до школи</a>
        </div>
    </div>

    <div class="pricing-section">
        <div class="pricing-section__container content-size padding-mobile">

            <div class="pricing-section__discount">
                <div class="pricing-section__block">
                    <p>знижка</p>
                    <strong>5%</strong>
                    на другу дитину
                </div>
                <div class="pricing-section__block">
                    <p>знижка</p>
                    <strong>2%</strong>
                    при оплаті за семестр
                </div>
            </div>

            <div class="pricing-section__holder">
                <div class="pricing-section__item">
                    <div class="pricing-section__cell pricing-section__cell_heading">25 500 грн</div>
                    <div class="pricing-section__cell">Щомісячний платіж –  25 500 грн + щорічний разовий внесок</div>
                    <div class="pricing-section__cell">Перебування у школі неповний навчальний день  з 8:00-16:00</div>
                    <div class="pricing-section__cell">Власне бомбосховище з можливістю продовження навчального процесу</div>
                    <div class="pricing-section__cell">Класи не більше 20 учнів</div>
                    <div class="pricing-section__cell">Електронне освітнє середовище "1 учень – 1 iPad"</div>
                    <div class="pricing-section__cell">Високотехнологічне сучасне оснащення школи</div>
                    <div class="pricing-section__cell">Можливість підключатися до онлан-навчання в разі відсутності в школі</div>
                    <div class="pricing-section__cell">Авторські програми з усіх предметів згідно з Державним стандартом</div>
                    <div class="pricing-section__cell">Поглиблене вивчення математики за сінгапурською програмою та з білінгвальним навчанням </div>
                    <div class="pricing-section__cell">Поглиблене вивчення англійської мови</div>
                    <div class="pricing-section__cell">Поглиблене вивчення української мови і літератури за авторською методикою </div>
                    <div class="pricing-section__cell">Робототехніка , Основи механіки, Пізнаю світ з Minecraft:EE, Kid’s project</div>
                    <div class="pricing-section__cell">Курс фінансової грамотності і підприємництва </div>
                    <div class="pricing-section__cell">Авторська система роботи з емоційним інтелектом та розвитком SOFT-скілів дітей</div>
                    <div class="pricing-section__cell">Сучасний власний стадіон для занять з фізичної культури </div>
                    <div class="pricing-section__cell">Медичний супровід</div>
                    <div class="pricing-section__cell">Психологічний супровід</div>
                    <div class="pricing-section__cell">Позаурочне дозвілля</div>
                    <div class="pricing-section__cell">Охорона, відеоспостереження</div>
                    <div class="pricing-section__cell pricing-section__cell_divider">Сплачується додатково</div>
                    <div class="pricing-section__cell">Спеціалізоване дитяче харчування за вибором </div>
                    <div class="pricing-section__cell">Підготовка до  міжнародних програма <br> World Robot Olympiad та  FIRST LEGO League</div>
                    <div class="pricing-section__cell">Творчі гуртки та спортивні секції</div>
                    <div class="pricing-section__cell">Група продовженого дня</div>
                    <div class="pricing-section__cell pricing-section__cell_cta"><a href="#!" class="btn-cta" data-bs-toggle="modal" data-bs-target="#contactPopup">ЗАПОВНИТИ АНКЕТУ</a></div>
                </div>
                <div class="pricing-section__item">
                    <div class="pricing-section__cell pricing-section__cell_heading">28 500 грн</div>
                    <div class="pricing-section__cell">Щомісячний платіж – 28 500 грн + щорічний разовий внесок </div>
                    <div class="pricing-section__cell">Перебування у школі повний навчальний день  з 8:00-18:00</div>
                    <div class="pricing-section__cell">Власне бомбосховище з можливістю продовження навчального процесу</div>
                    <div class="pricing-section__cell">Класи не більше 20 учнів</div>
                    <div class="pricing-section__cell">Електронне освітнє середовище "1 учень – 1 iPad"</div>
                    <div class="pricing-section__cell">Високотехнологічне оснащення школи</div>
                    <div class="pricing-section__cell">Можливість підключатися до онлан-навчання в разі відсутності в школі</div>
                    <div class="pricing-section__cell">Авторські програми з усіх предметів згідно з Державним стандартом</div>
                    <div class="pricing-section__cell">Поглиблене вивчення математики за сінгапурською програмою та з білінгвальним навчанням</div>
                    <div class="pricing-section__cell">Поглиблене вивчення англійської мови</div>
                    <div class="pricing-section__cell">Поглиблене вивчення української мови і літератури за авторською методикою</div>
                    <div class="pricing-section__cell">Робототехніка , Основи механіки, Пізнаю світ з Minecraft:EE, Kid’s project</div>
                    <div class="pricing-section__cell">Курс фінансової грамотності і підприємництва</div>
                    <div class="pricing-section__cell">Авторська система роботи з емоційним інтелектом та розвитком SOFT-скілів дітей</div>
                    <div class="pricing-section__cell">Сучасний власний стадіон для занять з фізичної культури</div>
                    <div class="pricing-section__cell">Творчі гуртки та спортивні секції  - 2 гуртка на тиждень за вибором</div>
                    <div class="pricing-section__cell">Група продовженого </div>
                    <div class="pricing-section__cell">Медичний супровід</div>
                    <div class="pricing-section__cell">Психологічний супровід</div>
                    <div class="pricing-section__cell">Позаурочне дозвілля</div>
                    <div class="pricing-section__cell">Охорона, відеоспостереження </div>
                    <div class="pricing-section__cell pricing-section__cell_divider">Сплачується додатково</div>
                    <div class="pricing-section__cell">Спеціалізоване дитяче харчування за вибором</div>
                    <div class="pricing-section__cell">Підготовка до  міжнародних програма <br> World Robot Olympiad та  FIRST LEGO League</div>
                    <div class="pricing-section__cell pricing-section__cell_cta"><a href="#!" class="btn-cta" data-bs-toggle="modal" data-bs-target="#contactPopup">ЗАПОВНИТИ АНКЕТУ</a></div>
                </div>
            </div>
            
            <h2 class="font-size-3">
                <br><br>
                За усіма деталями щодо вступу та вартості навчання телефонуйте за номером
                <br>
                <a href="tel:+380503805503" class="colored">+38 (050) 380 55 03</a>
            </h2>
        </div>
    </div>

    <div class="grade1-4-result">
        <h2>Що <span>знатиме й умітиме дитина,</span>
            яка закінчила 4 клас
        </h2>
        <div class="result-content">
            <div class="result-left">
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup1">
                    Мова і спілкування
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup2">
                    Мистецтво
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup3">
                    Математика і <br> підприємництво
                </div>
            </div>
            <div class="result-right">
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup4">
                    Інформація і технології
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup5">
                    Власне «я» і соціум
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup6">
                    Природа і світ
                </div>
                <a href="#!" class="result-item result-item-special" data-bs-toggle="modal"
                   data-bs-target="#resultPopupGeneral">Читати детальніше →</a>
            </div>
        </div>
        <!--<iframe title="No106-kid For Inventor School" frameborder="0" allowfullscreen mozallowfullscreen="true" webkitallowfullscreen="true" allow="fullscreen; autoplay; vr" xr-spatial-tracking execution-while-out-of-viewport execution-while-not-rendered web-share src="https://sketchfab.com/models/c1fc80ecfa8d4cecb1ffdde33ee7b3c1/embed?autostart=1">
        </iframe>-->
    </div>

    <div class="grade1-4-process">
        <h2>Як влаштовано навчальний процес</h2>
        <div class="grade1-4-process-container">
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    👧 У центрі уваги дитина
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>👧 У центрі уваги дитина</h3>
                    <p>
                        З психологами, тьюторами та педагогами ми створюємо для кожного індивідуальну освітню траєкторію і потім супроводжуємо дитину на цьому шляху
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    📝 Проєктний формат навчання
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>📝 Проєктний формат навчання</h3>
                    <p>
                        Учні об’єднуються в команди та працюють над проєктом, у центрі якого актуальна проблема. Щоб її розв’язати, діти шукають та аналізують інформацію, експериментують і презентують результати іншим
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    <img src="<?php echo get_theme_file_uri(); ?>/img/minecraft-mini-logo.png" alt="minecraft"> &nbsp; Ігрові технології
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3><img src="<?php echo get_theme_file_uri(); ?>/img/minecraft-mini-logo.png" alt="minecraft"> &nbsp; Ігрові технології</h3>
                    <p>
                        Ми використовуємо набори LEGO Education, освітню платформу Minecraft, сюжетно-рольові ігри, game design та інші ігрові ІТ-ресурси, що роблять навчання для дитини цікавим та актуальним
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    ⚡ Інтегровані предмети
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>⚡ Інтегровані предмети</h3>
                    <p>
                        Ми поєднуємо між собою предмети в кросдисципліни, щоб працювати над завданнями модуля чи тижня. Це може бути білінгвальна математика, англійська + «Я досліджую світ», англійська + робототехніка тощо. Так знання стають ще більш прикладними та системними
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    👾 STEM-освіта
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3> 👾 STEM-освіта</h3>
                    <p>
                        Навчання засновано на STEM-підході: science + technology + engineering + mathematics. Він дає змогу пізнавати світ через розв’язання практичних завдань і реалізувати креативне мислення в конструюванні рішень
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item grade-active">
                <div class="grade1-4-process-container-item-trigger" data-sign="-"></div>
                <p class="grade1-4-process-container-item-text">
                    🔬 Глибоко залучені педагоги
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>🔬 Глибоко залучені педагоги</h3>
                    <p>
                        У школі учні зустрічають педагогів, що люблять дітей і свою роботу. Проявляючи свої таланти, вчителі подають дітям позитивний приклад самореалізації та стають важливими особистостями в їхньому житті
                    </p>
                </div>
            </div>
        </div>
    </div>

    <div class="grade1-4-schedule">
        <h2>Розклад дня</h2>
        <div class="grade1-4-schedule-box">
            <div class="grade1-4-schedule-box-row">
                <p>8.00 – 9.00</p>
                <p>вільне спілкування, сніданок</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>9.00 – 9.40</p>
                <p>Заняття 1</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>10.00 – 10.40 </p>
                <p>Заняття 2</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>11.00 – 11.40</p>
                <p>Заняття 3</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>12.00 – 12.40</p>
                <p>Заняття 4</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>12.45 -14.15</p>
                <p>обід, відпочинок,ігри</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>14.25 – 15.05</p>
                <p>Заняття 5</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>15.15 – 15.55</p>
                <p>Заняття 6</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>16.00 – 18.00</p>
                <p>Полуденок, група продовженого дня, гуртки, студіі.</p>
            </div>
        </div>
        <h3>
            Це орієнтовний розклад. Наприкінці кожного тижня надсилаємо батькам звіт про те, що, чому і як діти робили
            цього тижня + анонс того, що робитимуть наступного.
            Якщо дитина захворіла або поїхала з батьками у відпустку, уроки можна відвідати онлайн.
        </h3>
    </div>

    <div class="grade1-4-project">
        <div class="grade1-4-project-item">
        </div>
        <div class="grade1-4-project-item">
            <h2>Випускний проєкт молодшої школи</h2>
            <p>
                В останні три місяці початкової школи дитина проводить ревю своїх досягнень. Разом з тьютором, вчителями
                і батьками аналізує все, що засвоїла за 4 роки, і складає в презентацію.
                <br><br>
                У ній описано всі результати
                дитини: що вміє, знає, усі її проєкти, твори, конструкції та ігри, які вона розробила. Цю презентацію
                дитина викладає у шкільну хмару в квітні, а в травні за її допомогою презентує всій шкільній спільноті
                таку найліпшу версію себе 9- або 10-річного.
                <br><br>
                Так, надихнувшись досягненнями дітей, ми урочисто
                завершуємо початкову школу.
            </p>
        </div>
    </div>


    <!-- Modal -->
    <!--resultPopup1-->
    <div class="modal fade modal-help result-popup" id="resultPopup1">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i1.png"
                             alt="Element">
                        <h2>Мова і <br> спілкування</h2>
                    </div>
                    <ul>
                        <li>я багато читаю і роблю це усвідомлено</li>
                        <li>умію аналізувати прочитане, ставити запитання і висловлювати свою думку</li>
                        <li>можу підтримати побутовий діалог англійською, розумію прості інструкції</li>
                        <li>люблю дивитися мультики і читати дитячі книжки англійською, а те, що не зрозумів, перекладу
                            зі словником
                        </li>
                        <li>можу писати різні типи текстів на проблемні теми</li>
                        <li>умію етично спілкуватися в соціальних мережах</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup2-->
    <div class="modal fade modal-help result-popup" id="resultPopup2">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i2.svg"
                             alt="Element">
                        <h2>Мистецтво</h2>
                    </div>
                    <ul>
                        <li>ціную мистецтво як найвищий вияв людської творчості і також пробую себе як творець</li>
                        <li>сприймаю мистецтво як невіддільну частину свого життя і розумію, як поліпшувати собі настрій
                            за його допомогою
                        </li>
                        <li>вже знаю різні види і жанри творів та орієнтуюся в історичних етапах розвитку мистецтва</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup3-->
    <div class="modal fade modal-help result-popup" id="resultPopup3">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i3.svg"
                             alt="Element">
                        <h2>Математика і <br> підприємництво</h2>
                    </div>
                    <ul>
                        <li>розв’язую задачі на логіку, мовні головоломки, загадки і шифрограми</li>
                        <li>умію множити і ділити (навіть з остачею!) багатоцифрові числа в межах 100 000, додавати і
                            віднімати звичайні, мішані та десяткові дроби
                        </li>
                        <li>орієнтуюся в основах геометрії: можу розпізнати і побудувати геометричні фігури, виміряти
                            їхні периметр та площу
                        </li>
                        <li>застосовую математичні навички в повсякденному житті: можу перевірити платіжку, обрахувати
                            решту після купівлі, спланувати власний бюджет
                        </li>
                        <li>знаю математичну лексику українською і англійською мовами</li>
                        <li>розумію базовий економічний механізм суспільства: створення товарів і надання послуг,
                            ціноутворення, сплата податків
                        </li>
                        <li>знаю цінність грошей, вчуся заробляти, витрачати і заощаджувати, і навіть маю досвід першої
                            власної підприємницької діяльності!
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup4-->
    <div class="modal fade modal-help result-popup" id="resultPopup4">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i4.svg"
                             alt="Element">
                        <h2>Інформація <br> і технології</h2>
                    </div>
                    <ul>
                        <li>умію шукати інформацію та перевіряти її на хибність чи правдивість; мислю критично і можу
                            протистояти інформаційним маніпуляціям
                        </li>
                        <li>можу оформити інформацію в наочні схеми, таблиці або презентацію</li>
                        <li>вільно користуюся комп’ютером: працюю з застосунками Office 365 і Google для навчання,
                            організації командної роботи та спілкування, користуюся онлайновими мапами, створюю
                            презентації, онлайнові ігри, опитувальники, ментальні мапи, документи, медіафайли, прості
                            сайти тощо
                        </li>
                        <li>умію мислити алгоритмами, можу знаходити в них помилки і доводити їхню правильність чи
                            хибність, розумію термінологію мови програмування, структуру блокових мов і принцип їхньої
                            роботи
                        </li>
                        <li>можу створити власну програму, комп’ютерну гру чи анімацію в знайомому програмному
                            середовищі, сайт на основі конструктора сайтів
                        </li>
                        <li>безпечно спілкуюся онлайн, розумію основи захисту інформації</li>
                        <li>починаю розумітися на робототехніці та інженерії, аналізую переваги та недоліки використання
                            тих чи інших механізмів і компонентів
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup5-->
    <div class="modal fade modal-help result-popup" id="resultPopup5">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i5.svg"
                             alt="Element">
                        <h2>Власне «я» і соціум</h2>
                    </div>
                    <ul>
                        <li>я знаю і розумію себе: свої можливості, ресурси та дії, знаю, куди мені розвиватися</li>
                        <li>так само я розумію інших і, якщо потрібно, можу допомогти або принаймні не нашкодити</li>
                        <li>я знаю, що тіло та мозок прямо пов’язані, тому дотримуюся базових правил безпеки в побуті і займаюся спортом</li>
                        <li>я відкритий світові та дбайливо до нього ставлюся</li>
                        <li>я ухвалюю незалежні рішення, відстоюю свою думку з повагою до інших</li>
                        <li>умію приймати невдачі та вибудовувати нові алгоритми досягнення мети </li>
                        <li>будую добрі стосунки з людьми довкола, і вмію бути частиною команди</li>
                        <li>умію аргументувати і презентувати свою роботу</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup6-->
    <div class="modal fade modal-help result-popup" id="resultPopup6">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i6.svg"
                             alt="Element">
                        <h2>Природа і світ</h2>
                    </div>
                    <ul>
                        <li>маю широкий світогляд, розумію, як люди та події впливають на природу і суспільство</li>
                        <li>мислю як дослідник: спостерігаю за світом і можу провести експеримент, зробити з нього
                            висновки і змоделювати процеси, що досліджую
                        </li>
                        <li>розумію, як діють основні закони природи і прості механізми, знаю наукову термінологію свого
                            рівня: фізичні та хімічні поняття, величини, одиниці вимірювання
                        </li>
                        <li>знаю про екологію та поводжуся усвідомлено і безпечно щодо себе та інших живих істот</li>
                        <li>вчуся мислити глобально і системно: розумію свій і чужий вплив на планету та мрію про великі
                            зміни
                        </li>
                        <li>орієнтуюся в технічних досягненнях людства і сам трішечки винахідник (чи винахідниця)</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopupGeneral-->
    <div class="modal fade modal-help result-popup" id="resultPopupGeneral">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i1.png"
                                 alt="Element">
                            <h2>Мова і <br> спілкування</h2>
                        </div>
                        <ul>
                            <li>я багато читаю і роблю це усвідомлено</li>
                            <li>умію аналізувати прочитане, ставити запитання і висловлювати свою думку</li>
                            <li>можу підтримати побутовий діалог англійською, розумію прості інструкції</li>
                            <li>люблю дивитися мультики і читати дитячі книжки англійською, а те, що не зрозумів,
                                перекладу
                                зі словником
                            </li>
                            <li>можу писати різні типи текстів на проблемні теми</li>
                            <li>умію етично спілкуватися в соціальних мережах</li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i2.svg"
                                 alt="Element">
                            <h2>Мистецтво</h2>
                        </div>
                        <ul>
                            <li>ціную мистецтво як найвищий вияв людської творчості і також пробую себе як творець</li>
                            <li>сприймаю мистецтво як невіддільну частину свого життя і розумію, як поліпшувати собі
                                настрій
                                за його допомогою
                            </li>
                            <li>вже знаю різні види і жанри творів та орієнтуюся в історичних етапах розвитку
                                мистецтва
                            </li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i3.svg"
                                 alt="Element">
                            <h2>Математика і <br> підприємництво</h2>
                        </div>
                        <ul>
                            <li>розв’язую задачі на логіку, мовні головоломки, загадки і шифрограми</li>
                            <li>умію множити і ділити (навіть з остачею!) багатоцифрові числа в межах 100 000, додавати
                                і
                                віднімати звичайні, мішані та десяткові дроби
                            </li>
                            <li>орієнтуюся в основах геометрії: можу розпізнати і побудувати геометричні фігури,
                                виміряти
                                їхні периметр та площу
                            </li>
                            <li>застосовую математичні навички в повсякденному житті: можу перевірити платіжку,
                                обрахувати
                                решту після купівлі, спланувати власний бюджет
                            </li>
                            <li>знаю математичну лексику українською і англійською мовами</li>
                            <li>розумію базовий економічний механізм суспільства: створення товарів і надання послуг,
                                ціноутворення, сплата податків
                            </li>
                            <li>знаю цінність грошей, вчуся заробляти, витрачати і заощаджувати, і навіть маю досвід
                                першої
                                власної підприємницької діяльності!
                            </li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i4.svg"
                                 alt="Element">
                            <h2>Інформація <br> і технології</h2>
                        </div>
                        <ul>
                            <li>умію шукати інформацію та перевіряти її на хибність чи правдивість; мислю критично і
                                можу
                                протистояти інформаційним маніпуляціям
                            </li>
                            <li>можу оформити інформацію в наочні схеми, таблиці або презентацію</li>
                            <li>вільно користуюся комп’ютером: працюю з застосунками Office 365 і Google для навчання,
                                організації командної роботи та спілкування, користуюся онлайновими мапами, створюю
                                презентації, онлайнові ігри, опитувальники, ментальні мапи, документи, медіафайли,
                                прості
                                сайти тощо
                            </li>
                            <li>умію мислити алгоритмами, можу знаходити в них помилки і доводити їхню правильність чи
                                хибність, розумію термінологію мови програмування, структуру блокових мов і принцип
                                їхньої
                                роботи
                            </li>
                            <li>можу створити власну програму, комп’ютерну гру чи анімацію в знайомому програмному
                                середовищі, сайт на основі конструктора сайтів
                            </li>
                            <li>безпечно спілкуюся онлайн, розумію основи захисту інформації</li>
                            <li>починаю розумітися на робототехніці та інженерії, аналізую переваги та недоліки
                                використання
                                тих чи інших механізмів і компонентів
                            </li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i5.svg"
                                 alt="Element">
                            <h2>Власне «я» і соціум</h2>
                        </div>
                        <ul>
                            <li>я знаю і розумію себе: свої можливості, ресурси та дії, знаю, куди мені розвиватися</li>
                            <li>так само я розумію інших і, якщо потрібно, можу допомогти або принаймні не нашкодити</li>
                            <li>я знаю, що тіло та мозок прямо пов’язані, тому дотримуюся базових правил безпеки в побуті і займаюся спортом</li>
                            <li>я відкритий світові та дбайливо до нього ставлюся</li>
                            <li>я ухвалюю незалежні рішення, відстоюю свою думку з повагою до інших</li>
                            <li>умію приймати невдачі та вибудовувати нові алгоритми досягнення мети </li>
                            <li>будую добрі стосунки з людьми довкола, і вмію бути частиною команди</li>
                            <li>умію аргументувати і презентувати свою роботу</li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i6.svg"
                                 alt="Element">
                            <h2>Природа і світ</h2>
                        </div>
                        <ul>
                            <li>маю широкий світогляд, розумію, як люди та події впливають на природу і суспільство</li>
                            <li>мислю як дослідник: спостерігаю за світом і можу провести експеримент, зробити з нього
                                висновки і змоделювати процеси, що досліджую
                            </li>
                            <li>розумію, як діють основні закони природи і прості механізми, знаю наукову термінологію
                                свого рівня: фізичні та хімічні поняття, величини, одиниці вимірювання
                            </li>
                            <li>знаю про екологію та поводжуся усвідомлено і безпечно щодо себе та інших живих істот
                            </li>
                            <li>вчуся мислити глобально і системно: розумію свій і чужий вплив на планету та мрію про
                                великі зміни
                            </li>
                            <li>орієнтуюся в технічних досягненнях людства і сам трішечки винахідник (чи винахідниця)
                            </li>
                        </ul>
                    </section>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <?php
}
?>




<?php
get_footer();
?>

