<?php
/*
*
Template Name: entry-ua
*/
get_header();
?>

<?php
while (have_posts()) {
    the_post(); ?>

    <!--<div class="entry-screen--1 content-size padding-mobile">
        <h2 class="font-size-3">Відео останнього дзвонику навчального року INVENTOR SCHOOL</h2>
        <iframe width="560" height="315" src="https://www.youtube.com/embed/8Qne4q-fisk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture" style="display: block; width: 100%; max-width: 600px; height: 315px; margin: 0 auto;" allowfullscreen></iframe>
    </div>-->

    <div class="entry-screen0 content-size padding-mobile">
        <h2 class="font-size-2">Вартість навчання:</h2>
        <h3 class="font-size-3 colored">Що входить у навчальний пакет учня/учениці Inventor School:</h3>
        <ul>
            <li>Планшет Apple з ліцензійним ПО</li>
            <li>Тестування Універсал</li>
            <li>Комплект підручників та зошитів з усіх навчальних дисциплін, в тому числі з математики за
                Сінгапурською методикою, з української мови та англійської мови, фінансової грамотності
            </li>
            <li>Зошити та навчальні матеріали із STEM-дисциплін</li>
            <li>Канцелярія та навчальне обладнання. Використання навчальних електронних сервісів, додатків,
                інформаційних ресурсів
            </li>
            <li>Обладнання та матеріали для занять в гуртках та студіях</li>
            <li>Внески за участь у олімпіадах</li>
            <li>Відвідування шкільних свят та вечірок</li>
            <li>Тренінги для батьків</li>
            <li>Психологічні консультації</li>
            <li>Екскурсії</li>
        </ul>
        <h3 class="font-size-3 colored">Що отримує дитина, навчаючись у Inventor School:</h3>
        <p><strong>Індивідуальний навчальний план</strong> – щоб розвивати сильні сторони конкретно вашої дитини й
            допомагати впоратися із слабкими.
        </p>
        <p><strong>Профільний навчальний план</strong> – поглиблене вивчення англійської мови, білінгвальне навчання з
            математики, робототехніка й програмування, підприємництво.
        </p>
        <p><strong>Проєктний формат навчання </strong> – навчиться комплексному підходу розвʼязування проблем, вирішення
            складних професійних та життєвих задач через персональну проєктну діяльність чи командну взаємодію.
        </p>
        <p><strong>Власне портфоліо</strong> – зафіксовані всі надбання і досягнення дитини протягом навчання та
            формування з них персональної бази даних по роках.
        </p>
        <p><strong>Важливі гард- і софт-скіли</strong> – відтренує навички та якості, що допоможуть ліпше
            соціалізуватися, будувати стосунки, мислити критично та самостійно справлятися зі стресами.
        </p>
        <p><strong>Підготовку до світових ВНЗ </strong> – відповідно до профілізаціі матиме готові проєкти, вмітиме
            писати есеї, мотиваційні листи, знатиме оссобливості проходження співбесід та демонстуватиме якісні
            профільні знання й уміння.
        </p>
        <h3 class="font-size-3 colored">Вартість навчання у садочку на 2023/2024 н.р.</h3>
        <p>
            Щомісячний платіж – 21 000 грн + щорічний разовий внесок.
            <br>
            Харчування оплачується окремо.
        </p>
        <h3 class="font-size-3 colored">Вартість навчання у школі повного дня на 2023/2024 н.р.</h3>
        <p>
            <span class="colored">Пакет до 16:00 (оплата за місяць навчання з 8:30 до 16:00):</span> <br>
            Щомісячний платіж - 25 500 грн + щорічний разовий внесок. <br>
            Харчування оплачується окремо. <br>
            <span class="colored">Пакет до 18:00 (оплата за місяць навчання з 8:30 до 18:00):</span> <br>
            Щомісячний платіж - 28 500 грн + щорічний разовий внесок.
            <br>
            Харчування оплачується окремо.
            <br>
            <br>
        </p>
        <h2 class="font-size-3">
            За усіма деталями щодо вступу та вартості навчання телефонуйте за номером
            <br>
            <a href="tel:+380503805503" class="colored">+38 (050) 380 55 03</a>
        </h2>
    </div>
    <div class="entry-cta">
        <a href="#!" class="btn-cta" data-bs-toggle="modal" data-bs-target="#contactPopup">Записатись на консультацію</a>
    </div>
    <div class="entry-screen1">
        <h2>Як вступити <span>до школи</span></h2>
        <div class="entry-screen1-content">
            <p class="entry-p entry-p1">
                Залиште свої контакти у формі нижче, і наша менеджерка зателефонує вам
            </p>
            <p class="entry-p entry-p2">
                Перша особиста зустріч з батьками: онлайн або офлайн обговорюємо деталі навчання
            </p>
            <p class="entry-p entry-p3">
                Консультація дитини з педагогом-психологом
            </p>
            <p class="entry-p entry-p4">
                Підписуємо договір про навчання та чекаємо на дитину в школі
            </p>
        </div>
    </div>

    <div class="entry-offer">
        <h2>Записатися на консультацію</h2>
        <form name="offer-form-entry" class="offer-form offer-form-entry">
            <input type="text" name="name" placeholder="Як до вас звертатися?" required>
            <input type="tel" name="phone" placeholder="Ваш номер телефону" required>
            <input type="email" name="email" placeholder="Ваша електронна адреса" required>
            <div class="submit-group">
                <input type="submit" name="submit" value="Зв'яжіться зі мною">
            </div>
        </form>
    </div>

    <?php
}
get_footer();
?>
