<?php
/*
*
Template Name: 5-12-grade-ua
*/
get_header();
?>

<?php
while (have_posts()) {
    the_post(); ?>


    <div class="grade5-12-screen1">
        <div class="inner">
            <h1>
                <span>5-12 класи:</span> <br>
                готуємося до <br>
                майбутнього
            </h1>
            <ul>
                <li>Індивідуальний план для кожної дитини</li>
                <li>Профорієнтаційні програми</li>
                <li>Моніторинг компетенцій і наскрізних умінь</li>
                <li>Підготовка до самостійного життя та роботи з собою як з брендом</li>
                <li>Підготовка до вступу у світові виші</li>
            </ul>
            <div class="school-entry">
<!--                <p class="date">Старт навчання 01.09.2022</p>-->
                <a href="#!" class="btn-entry" data-bs-toggle="modal" data-bs-target="#contactPopup">Вступити до
                    школи</a>
            </div>
        </div>
    </div>

    <div class="pricing-section">
        <div class="pricing-section__container content-size padding-mobile">

            <div class="pricing-section__discount">
                <div class="pricing-section__block">
                    <p>знижка</p>
                    <strong>5%</strong>
                    на другу дитину
                </div>
                <div class="pricing-section__block">
                    <p>знижка</p>
                    <strong>2%</strong>
                    при оплаті за семестр
                </div>
            </div>

            <div class="pricing-section__holder">
                <div class="pricing-section__item">
                    <div class="pricing-section__cell pricing-section__cell_heading">25 500 грн.</div>
                    <div class="pricing-section__cell">Щомісячно 25 500 грн + щорічний разовий внесок</div>
<!--                    <div class="pricing-section__cell">-->
<!--                        Щорічний внесок 26 500 грн (можливість оплати семестрово)-->
<!--                    </div>-->
<!--                    <div class="pricing-section__cell">-->
<!--                        219 000 грн \ навчальний рік зі знижкою-->
<!--                    </div>-->
                    <div class="pricing-section__cell">
                        Перебування у школі неповний навчальний день з 8:00-16:00
                    </div>
                    <div class="pricing-section__cell">
                        Власне бомбосховище з можливістю продовження навчального процесу
                    </div>
                    <div class="pricing-section__cell">
                        Класи не більше 20 учнів
                    </div>
                    <div class="pricing-section__cell">
                        Електронне освітнє середовище "1 учень – 1 iPad"
                    </div>
                    <div class="pricing-section__cell">
                        Високотехнологічне оснащення школи
                    </div>
                    <div class="pricing-section__cell">
                        Можливість підключатися до онлан-навчання в разі відсутності в школі
                    </div>
                    <div class="pricing-section__cell">
                        Авторські програми з усіх предметів Державного стандарту
                    </div>
                    <div class="pricing-section__cell">
                        Поглиблене вивчення математики за сінгапурською програмою та з білінгвальним навчанням
                    </div>
                    <div class="pricing-section__cell">
                        Поглиблене вивчення англійської мови
                    </div>
                    <div class="pricing-section__cell">
                        Курс Наука за сінгапурською програмою
                    </div>
                    <div class="pricing-section__cell">
                        Робототехніка , Програмування
                    </div>
                    <div class="pricing-section__cell">
                        Підготовка до міжнародних програм <br> FIRST LEGO League
                    </div>
                    <div class="pricing-section__cell">
                        Авторська система роботи з емоційним інтелектом та розвитком SOFT-скілів дітей
                    </div>
                    <div class="pricing-section__cell">
                        Сучасний власний стадіон для занять з фізичної культури
                    </div>
                    <div class="pricing-section__cell">
                        Медичний супровід
                    </div>
                    <div class="pricing-section__cell">
                        Психологічний супровід
                    </div>
                    <div class="pricing-section__cell">
                        Позаурочне дозвілля
                    </div>
                    <div class="pricing-section__cell">
                        Охорона, відеоспостереження
                    </div>
                    <div class="pricing-section__cell pricing-section__cell_divider">Сплачується додатково</div>
                    <div class="pricing-section__cell">
                        Спеціалізоване дитяче харчування за вибором
                    </div>
                    <div class="pricing-section__cell">
                        Творчі гуртки, додаткові STEM – студіі та спортивні секції
                    </div>
                    <div class="pricing-section__cell">
                        Підготовка до міжнародних програм <br> World Robot Olympiad
                    </div>
                    <div class="pricing-section__cell">
                        Супровід тьютора
                    </div>
                    <div class="pricing-section__cell">
                        Група продовженого дня
                    </div>
                    <div class="pricing-section__cell">
                        Вивчення другої іноземної мови
                    </div>
                    <div class="pricing-section__cell pricing-section__cell_cta"><a href="#!" class="btn-cta"
                                                                                    data-bs-toggle="modal"
                                                                                    data-bs-target="#contactPopup">ЗАПОВНИТИ
                            АНКЕТУ</a></div>
                </div>
                <div class="pricing-section__item">
                    <div class="pricing-section__cell pricing-section__cell_heading">28 500 грн.</div>
                    <div class="pricing-section__cell">
                        Щомісячно 28 500 грн + щорічний разовий внесок
                    </div>
<!--                    <div class="pricing-section__cell">-->
<!--                        Щорічний внесок 26 500 грн \можливість оплати семестрово\-->
<!--                    </div>-->
<!--                    <div class="pricing-section__cell">-->
<!--                        253 000 грн \ навчальний рік зі знижкою-->
<!--                    </div>-->
                    <div class="pricing-section__cell">
                        Перебування у школі повний навчальний день з 8:00-18:00
                    </div>
                    <div class="pricing-section__cell">
                        Власне бомбосховище з можливістю продовження навчального процесу
                    </div>
                    <div class="pricing-section__cell">
                        Класи не більше 20 учнів
                    </div>
                    <div class="pricing-section__cell">
                        Електронне освітнє середовище "1 учень – 1 iPad"
                    </div>
                    <div class="pricing-section__cell">
                        Високотехнологічне оснащення школи
                    </div>
                    <div class="pricing-section__cell">
                        Можливість підключатися до онлан-навчання в разі відсутності в школі
                    </div>
                    <div class="pricing-section__cell">
                        Авторські програми з усіх предметів Державного стандарту
                    </div>
                    <div class="pricing-section__cell">
                        Поглиблене вивчення математики за сінгапурською програмою та з білінгвальним навчанням
                    </div>
                    <div class="pricing-section__cell">
                        Поглиблене вивчення англійської мови
                    </div>
                    <div class="pricing-section__cell">
                        Курс Наука за сінгапурською програмою
                    </div>
                    <div class="pricing-section__cell">
                        Підготовка до міжнародних програм FIRST LEGO League
                    </div>
                    <div class="pricing-section__cell">
                        Робототехніка , Програмування
                    </div>
                    <div class="pricing-section__cell">
                        Авторська система роботи з емоційним інтелектом та розвитком SOFT-скілів дітей
                    </div>
                    <div class="pricing-section__cell">
                        Сучасний власний стадіон для занять з фізичної культури
                    </div>
                    <div class="pricing-section__cell">
                        Творчі гуртки, додаткові STEM – студіі та спортивні секції - 2 на тиждень за вибором
                    </div>
                    <div class="pricing-section__cell">
                        Супровід тьютора
                    </div>
                    <div class="pricing-section__cell">
                        Медичний супровід
                    </div>
                    <div class="pricing-section__cell">
                        Психологічний супровід
                    </div>
                    <div class="pricing-section__cell">
                        Сучасний власний стадіон для занять з фізичної культури
                    </div>
                    <div class="pricing-section__cell">
                        Позаурочне дозвілля
                    </div>
                    <div class="pricing-section__cell">
                        Охорона, відеоспостереження
                    </div>
                    <div class="pricing-section__cell pricing-section__cell_divider">Сплачується додатково</div>
                    <div class="pricing-section__cell">
                        Спеціалізоване дитяче харчування за вибором
                    </div>
                    <div class="pricing-section__cell">
                        Підготовка до міжнародних програм <br> World Robot Olympiad
                    </div>
                    <div class="pricing-section__cell">
                        Вивчення другої іноземної мови
                    </div>
                    <div class="pricing-section__cell pricing-section__cell_cta"><a href="#!" class="btn-cta"
                                                                                    data-bs-toggle="modal"
                                                                                    data-bs-target="#contactPopup">ЗАПОВНИТИ
                            АНКЕТУ</a></div>
                </div>
            </div>

            <h2 class="font-size-3">
                <br><br>
                За усіма деталями щодо вступу та вартості навчання телефонуйте за номером
                <br>
                <a href="tel:+380503805503" class="colored">+38 (050) 380 55 03</a>
            </h2>

        </div>
    </div>

    <div class="grade5-12-result">
        <h2>Що <span>знатиме й умітиме</span>
            випускник школи
        </h2>
        <div class="result-content">
            <div class="result-left">
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup1">
                    Мова і спілкування
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup2">
                    Мистецтво
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup3">
                    Математика і <br> підприємництво
                </div>
            </div>
            <div class="result-right">
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup4">
                    Інформація і технології
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup5">
                    Власне «я» і соціум
                </div>
                <div class="result-item" data-bs-toggle="modal" data-bs-target="#resultPopup6">
                    Природа і світ
                </div>
                <a href="#!" class="result-item result-item-special" data-bs-toggle="modal"
                   data-bs-target="#resultPopupGeneral">Читати детальніше →</a>
            </div>
        </div>
        <!--        <iframe title="No106-kid For Inventor School" frameborder="0" allowfullscreen mozallowfullscreen="true" webkitallowfullscreen="true" allow="fullscreen; autoplay; vr" xr-spatial-tracking execution-while-out-of-viewport execution-while-not-rendered web-share src="https://sketchfab.com/models/c1fc80ecfa8d4cecb1ffdde33ee7b3c1/embed?autostart=1">-->
        <!--        </iframe>-->
    </div>

    <div class="video-flex content-size padding-mobile" style="padding-top: 50px;">
        <div class="video-flex__holder">
            <iframe width="560" height="315" src="https://www.youtube.com/embed/wA79niLuwzM" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/aQaMYOyVIzU" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/5jByHh9LC3k" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>
        </div>
    </div>

    <div class="grade1-4-process">
        <h2>Як влаштовано навчальний процес</h2>
        <div class="grade1-4-process-container">
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    👧 У центрі уваги дитина
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>👧 У центрі уваги дитина</h3>
                    <p>
                        З психологами, тьюторами, педагогами та менторами ми створюємо для кожного індивідуальну освітню
                        траєкторію і потім супроводжуємо на шляху
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    📝 Проєктний формат навчання
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>📝 Проєктний формат навчання</h3>
                    <p>
                        Учні об’єднуються в команди й працюють над проєктом, у центрі якого актуальна проблема. Щоб
                        розв’язати її, діти шукають та аналізують інформацію, експериментують і презентують результати
                        всім. Часто до команд залучають учнів зі шкіл-партнерів світу, тож навчання набуває
                        міжкультурної цінності, а знання поглиблюються та стають більш прикладними
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    <img src="<?php echo get_theme_file_uri(); ?>/img/minecraft-mini-logo.png" alt="minecraft"> &nbsp;
                    Ігрові технології
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3><img src="<?php echo get_theme_file_uri(); ?>/img/minecraft-mini-logo.png" alt="minecraft">
                        &nbsp; Ігрові технології</h3>
                    <p>
                        Ми використовуємо сучасні конструктори, віртуальні лабораторії та тренажери, онлайнові платформи
                        і авторські розробки з доповненою реальністю, сюжетно-рольові ігри, game design, онлайнові
                        тренажери й інші IT-ресурси, що роблять навчання цікавим, актуальним та ефективним
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    ⚡ Новітні підходи
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>⚡ Новітні підходи</h3>
                    <p>
                        Ми поєднуємо предмети в кросдисципліни, щоб діти працювали над завданнями модуля чи тижня та
                        вчилися бачити проблеми в комплексі. Використовуємо онлайнову, офлайнову та змішану взаємодію,
                        щоб звикати до форматів завтрашнього світу. Проводимо індивідуальні консультації з учителями і
                        пропонуємо подвійний диплом для старшої школи, де поєднано українську та американську освітні
                        системи
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item">
                <div class="grade1-4-process-container-item-trigger" data-sign="+"></div>
                <p class="grade1-4-process-container-item-text">
                    👾 STEM-освіта
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3> 👾 STEM-освіта</h3>
                    <p>
                        Навчання ґрунтується на STEM-підході: science + technology + engineering + mathematics. Він дає
                        змогу просто та доступно візуалізувати наукові явища й у такий спосіб глибоко зрозуміти процеси
                    </p>
                </div>
            </div>
            <div class="grade1-4-process-container-item grade-active">
                <div class="grade1-4-process-container-item-trigger" data-sign="-"></div>
                <p class="grade1-4-process-container-item-text">
                    🔬 Глибоко залучені спеціалісти
                </p>
                <div class="grade1-4-process-container-item-extra">
                    <h3>🔬 Глибоко залучені спеціалісти</h3>
                    <p>
                        З дітьми працюють педагоги та фахівці з різних професійних сфер, що стають для них
                        консультантами чи менторами. Ці фахівці допомагають зрозуміти сфери інтересів дитини, впливають
                        на становлення її характеру, спрямовують до самостійності. Діти бачать позитивний приклад
                        самореалізації, а ментори стають важливими особистостями в їхньому житті. У програмі «Подвійний
                        диплом» з дітьми працюють американські викладачі та українські педагоги-фасилітатори
                    </p>
                </div>
            </div>
        </div>
    </div>

    <div class="grade1-4-schedule">
        <h2>Розклад дня</h2>
        <div class="grade1-4-schedule-box">
            <div class="grade1-4-schedule-box-row">
                <p>8.00 – 9.00</p>
                <p>вільне спілкування, сніданок</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>9.00 – 9.45</p>
                <p>Заняття 1</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>10.00 – 10.45</p>
                <p>Заняття 2</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>11.00 – 11.45</p>
                <p>Заняття 3</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>12.00 – 12.45</p>
                <p>Заняття 4</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>12.45 -13.30</p>
                <p>обід, відпочинок, ігри</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>13.30.– 14.15</p>
                <p>Заняття 5 </p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>14.25 – 15.05</p>
                <p>Заняття 6</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>15.15 – 16.00</p>
                <p>Заняття 7</p>
            </div>
            <div class="grade1-4-schedule-box-row">
                <p>16.00 – 18.00 </p>
                <p>Полуденок, Самопідготовка,  гуртки, студіі.</p>
            </div>
        </div>
        <h3>
            Це орієнтовний розклад. Якщо дитина захворіла або поїхала з батьками у відпустку, уроки можна
            відвідати онлайн.
        </h3>
    </div>

    <div class="grade1-5-project">
        <div class="grade1-5-project-item">
        </div>
        <div class="grade1-5-project-item">
            <h2>Випускний проєкт = перше доросле резюме</h2>
            <p>Ближче до закінчення навчання тьютори допомагають учням проаналізувати свої результати за весь час
                навчання в школі.</p>
            <div class="grade1-5-project-item-inner-wrapper">
                <div class="grade1-5-project-item-trigger" data-sign="+">Як ми це робимо</div>
                <div class="grade1-5-project-item-extra">
                    Уся інформація та матеріали учня зберігаються в його портфоліо. Тьютор разом з учнем вибирають те,
                    що найкраще характеризує його як особистість і молодого фахівця у сферах, які йому найцікавіші. Далі
                    за допомогою інтерактивних програм випускник готує своє перше доросле резюме та презентацію про
                    себе: знання, уміння, навички, сфери інтересів, досягнення, стартапи тощо. Цю презентацію він чи
                    вона представить у травні на відкритому випускному заході, перед тим розмістивши її в шкільній
                    хмарі, щоб показати всій школі.
                </div>
            </div>
            <div class="grade1-5-project-item-inner-wrapper">
                <div class="grade1-5-project-item-trigger" data-sign="+">Що в результаті</div>
                <div class="grade1-5-project-item-extra">
                    Випускник має чітке розуміння своїх досягнень і здібностей, сфери інтересів і подальших кроків у
                    житті. Він чи вона вміє презентувати себе іншим людям, відкрито та з гідністю говорить про свої
                    успіхи. Випускний проєкт також можна подавати разом з документами до українських чи світових вишів
                    або як додаткову перевагу для стажування в компаніях-партнерах.
                </div>
            </div>
        </div>
    </div>


    <!-- Modal -->
    <!--resultPopup1-->
    <div class="modal fade modal-help result-popup" id="resultPopup1">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i1.png"
                             alt="Element">
                        <h2>Мова і <br> спілкування</h2>
                    </div>
                    <ul>
                        <li>Я читаю багато української та іноземної літератури — навчальні, художні та наукові
                            матеріали
                        </li>
                        <li>Умію аналізувати прочитане та почуте, ставити запитання та висловлювати свою думку,
                            використовуючи технології ефективного мислення
                        </li>
                        <li>Вільно спілкуюся українською, англійською, німецькою та російською мовами і можу бути
                            цікавим співрозмовником
                        </li>
                        <li>Люблю дивитися художні фільми й науково-популярні програми та брати участь у їхньому
                            обговоренні
                        </li>
                        <li>Вмію писати різні типи текстів на проблемні теми</li>
                        <li>Можу виступати перед публікою, усвідомлюю відповідальність за все, що сказав</li>
                        <li>Можу проходити співбесіду в закордонний університет чи в міжнародну компанію</li>
                        <li>Залюбки беру участь у міжнародних проєктах</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup2-->
    <div class="modal fade modal-help result-popup" id="resultPopup2">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i2.svg"
                             alt="Element">
                        <h2>Мистецтво</h2>
                    </div>
                    <ul>
                        <li>Сприймаю мистецтво як невіддільну частину свого життя, пробую себе у творчості</li>
                        <li>Веду активне культурне життя: відвідую галереї, концерти, виставкові центри, театри</li>
                        <li>Маю власні пріоритети серед різних видів і жанрів мистецьких творів, можу про це захопливо
                            розповідати іншим
                        </li>
                        <li>Знаю, як за допомогою мистецтва регулювати свій психоемоційний стан</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup3-->
    <div class="modal fade modal-help result-popup" id="resultPopup3">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i3.svg"
                             alt="Element">
                        <h2>Математика і <br> підприємництво</h2>
                    </div>
                    <ul>
                        <li>Умію працювати з даними та маю розвинене аналітичне мислення</li>
                        <li>Критично мислю, пропоную оригінальні розв’язання складних завдань</li>
                        <li>Застосовую свої математичні знання в житті для побутових розрахунків і фінансового аналізу
                        </li>
                        <li>Можу заробляти гроші, шукати ресурси та ефективно ними керувати</li>
                        <li>Знаю все про складання бюджету, економію та заощадження, розумне інвестування та
                            кредитування
                        </li>
                        <li>Маю новаторський світогляд та застосовую підприємницьке мислення</li>
                        <li>Знаю економічні принципи, що впливають на життя та майбутнє</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup4-->
    <div class="modal fade modal-help result-popup" id="resultPopup4">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i4.svg"
                             alt="Element">
                        <h2>Інформація <br> і технології</h2>
                    </div>
                    <ul>
                        <li>Умію шукати інформацію та перевіряти її на хибність чи правдивість, мислю критично й можу
                            протистояти інформаційним маніпуляціям
                        </li>
                        <li>Можу створювати різні інформаційні продукти: текст, таблицю, схему, інфографіку, діаграму,
                            презентацію, відео
                        </li>
                        <li>Умію мислити алгоритмами, можу знаходити в них помилки й доводити їхню правильність або
                            хибність, розумію термінологію мови програмування, структуру блокових мов і принцип їхньої
                            роботи
                        </li>
                        <li>Вільно користуюся інформаційними технологіями для комунікації, реалізації спільних проєктів
                            і міжнародної взаємодії
                        </li>
                        <li>Можу створити власну програму, комп’ютерну гру чи анімацію в знайомому програмному
                            середовищі, розробити сайт тощо
                        </li>
                        <li>Безпечно користуюся мережею Інтернет, знаю та застосовую правила захисту інформації</li>
                        <li>Поважаю авторське право та поводжуся доброчесно, коли використовую чужу інформацію</li>
                        <li>Розуміюся на робототехніці та інженерії, аналізую переваги й недоліки використання тих чи
                            інших механізмів і компонентів
                        </li>
                        <li>Працюю з графічними редакторами, розумію технології виготовлення речей: макетую, добираю
                            матеріали і обладнання, виготовляю предмети
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup5-->
    <div class="modal fade modal-help result-popup" id="resultPopup5">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i5.svg"
                             alt="Element">
                        <h2>Власне «я» і соціум</h2>
                    </div>
                    <ul>
                        <li>Я знаю і розумію себе: свої можливості, ресурси та дії; бачу, куди мені розвиватися</li>
                        <li>Я маю внутрішню дисципліну, гнучкість, витривалість і незалежність, не відволікаюся від
                            своєї мети
                        </li>
                        <li>Знаю різні механізми мислення, які зовнішні та внутрішні ролі вибирають люди, тому можу
                            аналізувати мотиви їхньої поведінки й стратегії
                        </li>
                        <li>Вмію аргументувати і переконувати</li>
                        <li>Керую своїм тілом і знаю про його зв’язок з розумом</li>
                        <li>Я створюю світ, у якому мені комфортно з собою та тими, хто навколо</li>
                        <li>Вмію спостерігати за соціумом: збирати дані, оцінювати їх, пояснювати та робити висновки
                        </li>
                        <li>Я вмію бути в різних ролях: самостійним гравцем, лідером або частиною команди</li>
                        <li>Займаю проактивну позицію в житті й усвідомлюю цінність власного внеску в життя
                            суспільства
                        </li>
                        <li>Знаюся на стратегічному плануванні, тайм-менеджменті та технологіях креативного розв’язання
                            проблем
                        </li>
                        <li>Маю навички особистого брендингу</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopup6-->
    <div class="modal fade modal-help result-popup" id="resultPopup6">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <div class="heading">
                        <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i6.svg"
                             alt="Element">
                        <h2>Природа і світ</h2>
                    </div>
                    <ul>
                        <li>Маю сформоване системне бачення світу, розумію структурні, функційні та причинно-наслідкові
                            зв’язки між явищами, подіями, об’єктами тощо
                        </li>
                        <li>Цікавлюся інформацією наукового змісту про природу, винаходи та відкриття, використовую
                            різні джерела рідною та іноземною мовами для її пошуку
                        </li>
                        <li>Розумію, як діють закони природи, застосовую наукову термінологію та математику, щоб
                            розв’язати практичні завдання природничого змісту
                        </li>
                        <li>Виявляю дослідницькі проблеми, можу спланувати дослідження, зробити вимірювання, змоделювати
                            процес чи явище, описати й інтерпретувати результати
                        </li>
                        <li>Мислю як підприємець і новатор для розв’язання локальних і глобальних проблем сучасного
                            світу
                        </li>
                        <li>Володію технологіями STEM, дизайн-мислення та ТРВЗ для створення інноваційних продуктів</li>
                        <li>Розумію свою роль і можливості впливу на різні екосистеми, відповідально ставлюся до
                            довкілля та ресурсів, ініціюю екологічні проєкти й можу залучити громаду до втілення
                        </li>
                        <li>Сприймаю світ і його мешканців у всіх їхніх виявах, зважаю на культурний контекст,
                            співпрацюю, ефективно спілкуюся та гідно поводжуся з різними членами громади, зокрема тими,
                            хто має особливі потреби та інакші погляди на життя
                        </li>
                        <li>Ціную здоров’я, безпечно поводжуся в різних життєвих обставинах</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <!--resultPopupGeneral-->
    <div class="modal fade modal-help result-popup" id="resultPopupGeneral">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
                </div>
                <div class="modal-body">
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i1.png"
                                 alt="Element">
                            <h2>Мова і <br> спілкування</h2>
                        </div>
                        <ul>
                            <li>Я читаю багато української та іноземної літератури — навчальні, художні та наукові
                                матеріали
                            </li>
                            <li>Умію аналізувати прочитане та почуте, ставити запитання та висловлювати свою думку,
                                використовуючи технології ефективного мислення
                            </li>
                            <li>Вільно спілкуюся українською, англійською, німецькою та російською мовами і можу бути
                                цікавим співрозмовником
                            </li>
                            <li>Люблю дивитися художні фільми й науково-популярні програми та брати участь у їхньому
                                обговоренні
                            </li>
                            <li>Вмію писати різні типи текстів на проблемні теми</li>
                            <li>Можу виступати перед публікою, усвідомлюю відповідальність за все, що сказав</li>
                            <li>Можу проходити співбесіду в закордонний університет чи в міжнародну компанію</li>
                            <li>Залюбки беру участь у міжнародних проєктах</li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i2.svg"
                                 alt="Element">
                            <h2>Мистецтво</h2>
                        </div>
                        <ul>
                            <li>Сприймаю мистецтво як невіддільну частину свого життя, пробую себе у творчості</li>
                            <li>Веду активне культурне життя: відвідую галереї, концерти, виставкові центри, театри</li>
                            <li>Маю власні пріоритети серед різних видів і жанрів мистецьких творів, можу про це
                                захопливо розповідати іншим
                            </li>
                            <li>Знаю, як за допомогою мистецтва регулювати свій психоемоційний стан</li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i3.svg"
                                 alt="Element">
                            <h2>Математика і <br> підприємництво</h2>
                        </div>
                        <ul>
                            <li>Умію працювати з даними та маю розвинене аналітичне мислення</li>
                            <li>Критично мислю, пропоную оригінальні розв’язання складних завдань</li>
                            <li>Застосовую свої математичні знання в житті для побутових розрахунків і фінансового
                                аналізу
                            </li>
                            <li>Можу заробляти гроші, шукати ресурси та ефективно ними керувати</li>
                            <li>Знаю все про складання бюджету, економію та заощадження, розумне інвестування та
                                кредитування
                            </li>
                            <li>Маю новаторський світогляд та застосовую підприємницьке мислення</li>
                            <li>Знаю економічні принципи, що впливають на життя та майбутнє</li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i4.svg"
                                 alt="Element">
                            <h2>Інформація <br> і технології</h2>
                        </div>
                        <ul>
                            <li>Умію шукати інформацію та перевіряти її на хибність чи правдивість, мислю критично й
                                можу протистояти інформаційним маніпуляціям
                            </li>
                            <li>Можу створювати різні інформаційні продукти: текст, таблицю, схему, інфографіку,
                                діаграму, презентацію, відео
                            </li>
                            <li>Умію мислити алгоритмами, можу знаходити в них помилки й доводити їхню правильність або
                                хибність, розумію термінологію мови програмування, структуру блокових мов і принцип
                                їхньої роботи
                            </li>
                            <li>Вільно користуюся інформаційними технологіями для комунікації, реалізації спільних
                                проєктів і міжнародної взаємодії
                            </li>
                            <li>Можу створити власну програму, комп’ютерну гру чи анімацію в знайомому програмному
                                середовищі, розробити сайт тощо
                            </li>
                            <li>Безпечно користуюся мережею Інтернет, знаю та застосовую правила захисту інформації</li>
                            <li>Поважаю авторське право та поводжуся доброчесно, коли використовую чужу інформацію</li>
                            <li>Розуміюся на робототехніці та інженерії, аналізую переваги й недоліки використання тих
                                чи інших механізмів і компонентів
                            </li>
                            <li>Працюю з графічними редакторами, розумію технології виготовлення речей: макетую, добираю
                                матеріали і обладнання, виготовляю предмети
                            </li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i5.svg"
                                 alt="Element">
                            <h2>Власне «я» і соціум</h2>
                        </div>
                        <ul>
                            <li>Я знаю і розумію себе: свої можливості, ресурси та дії; бачу, куди мені розвиватися</li>
                            <li>Я маю внутрішню дисципліну, гнучкість, витривалість і незалежність, не відволікаюся від
                                своєї мети
                            </li>
                            <li>Знаю різні механізми мислення, які зовнішні та внутрішні ролі вибирають люди, тому можу
                                аналізувати мотиви їхньої поведінки й стратегії
                            </li>
                            <li>Вмію аргументувати і переконувати</li>
                            <li>Керую своїм тілом і знаю про його зв’язок з розумом</li>
                            <li>Я створюю світ, у якому мені комфортно з собою та тими, хто навколо</li>
                            <li>Вмію спостерігати за соціумом: збирати дані, оцінювати їх, пояснювати та робити
                                висновки
                            </li>
                            <li>Я вмію бути в різних ролях: самостійним гравцем, лідером або частиною команди</li>
                            <li>Займаю проактивну позицію в житті й усвідомлюю цінність власного внеску в життя
                                суспільства
                            </li>
                            <li>Знаюся на стратегічному плануванні, тайм-менеджменті та технологіях креативного
                                розв’язання проблем
                            </li>
                            <li>Маю навички особистого брендингу</li>
                        </ul>
                    </section>
                    <section>
                        <div class="heading">
                            <img src="<?php echo get_theme_file_uri(); ?>/img/grade1-4-result-popup-i6.svg"
                                 alt="Element">
                            <h2>Природа і світ</h2>
                        </div>
                        <ul>
                            <li>Маю сформоване системне бачення світу, розумію структурні, функційні та
                                причинно-наслідкові зв’язки між явищами, подіями, об’єктами тощо
                            </li>
                            <li>Цікавлюся інформацією наукового змісту про природу, винаходи та відкриття, використовую
                                різні джерела рідною та іноземною мовами для її пошуку
                            </li>
                            <li>Розумію, як діють закони природи, застосовую наукову термінологію та математику, щоб
                                розв’язати практичні завдання природничого змісту
                            </li>
                            <li>Виявляю дослідницькі проблеми, можу спланувати дослідження, зробити вимірювання,
                                змоделювати процес чи явище, описати й інтерпретувати результати
                            </li>
                            <li>Мислю як підприємець і новатор для розв’язання локальних і глобальних проблем сучасного
                                світу
                            </li>
                            <li>Володію технологіями STEM, дизайн-мислення та ТРВЗ для створення інноваційних
                                продуктів
                            </li>
                            <li>Розумію свою роль і можливості впливу на різні екосистеми, відповідально ставлюся до
                                довкілля та ресурсів, ініціюю екологічні проєкти й можу залучити громаду до втілення
                            </li>
                            <li>Сприймаю світ і його мешканців у всіх їхніх виявах, зважаю на культурний контекст,
                                співпрацюю, ефективно спілкуюся та гідно поводжуся з різними членами громади, зокрема
                                тими, хто має особливі потреби та інакші погляди на життя
                            </li>
                            <li>Ціную здоров’я, безпечно поводжуся в різних життєвих обставинах</li>
                        </ul>
                    </section>
                </div>
            </div>
        </div>
    </div>
    <!--End of resultPopup #-->

    <?php
}
?>




<?php
get_footer();
?>

